/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "ব্রিজ সমূহ হলো টর'র রিলেসমূহ যা সেন্সরশিপকে বাধা দিচ্ছে। আপনি আপনার আই এস পি দ্বারা ব্লক অবস্থায় থাকলে ব্রিজগুলি পরীক্ষা করতে পারেন। প্রতিটি প্রকারের ব্রিজ সেন্সরশিপ এড়াতে ভিন্ন ধরনের পদ্ধতি ব্যবহার করে। যদি একটিতে কাজ না হয়, তাহলে অন্য একটি ব্যবহার করে চেষ্টা করুন।\n\nআপনি নীচে প্রদত্ত ব্রিজ ব্যবহার করতে পারেন বা % এ ব্রিজ খুজে নিতে পারেন।";
"No Bridges: Directly Connect to Tor" = "ব্রিজ ছাডা: সরাসরি টর'র সাথে সংযোগ করুন";
"Provided Bridges: %" = "প্রদানকৃত ব্রিজসমূহ: %";
"Custom Bridges" = "স্বেচ্ছাধীন ব্রিজসমূহ";


// BridgeSelectViewController.xib
"Bridge Configuration" = "ব্রিজ কনফিগারেশন";
"Done" = "সম্পন্ন";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "কিছুক্ষেত্রে টর'র সাথে সংযোগের জন্য ব্রিজ দরকার হবে।";
"TELL ME MORE" = "আমাকে আরও জানান";


// ConnectingViewController.swift
"Connected!" = "সংযোগ স্থাপিত হয়েছে!";
"__CLAIM_1__" = "আমাদের সুপরিসর সমাজ টর কে সমৃদ্ধ করেছে!";
"__CLAIM_2__" = "মানুষ প্রত্যহ টর ব্যবহার করে বানিজ্যিক বিজ্ঞাপনের অনুসরণ এড়িয়ে চলতে।";
"__CLAIM_3__" = "লোকেরা তাদের বন্ধুদের এবং পরিবারের সাথে নিরাপদে সংযুক্ত থাকার জন্য টর ব্যবহার করে।";
"__CLAIM_4__" = "একটিভিস্টরা তাদের মতামত ও বিশ্বাস উন্মুক্তভাবে প্রকাশ করার জন্য  টর ব্যবহার করে।";
"__CLAIM_5__" = "ব্লগাররা সামাজিক সংস্কারের দিকে জনগণকে আহ্বান করার জন্য টর ব্যবহার করে।";
"__CLAIM_6__" = "সাংবাদিকরা যে ঘটনাগুলির প্রতিবেদন করছে তা নিরাপদে তদন্ত করার জন্য তারা টর ব্যবহার করে।";
"__CLAIM_7__" = "ব্যবসায়িক ব্যক্তিরা তাদের কোম্পানির কৌশলগুলিকে গোপন রাখার জন্য টর ব্যবহার করেন।";
"__CLAIM_8__" = "শ্রমিকরা তাদের চাকরি হারানোর ভয় ছাড়া বিচারের লড়াই করার জন্য টর ব্যবহার করে।";


// ConnectingViewController.xib
"We're connecting you." = "আমরা আপনাকে সংযুক্ত করছি।";
"START BROWSING" = "ব্রাউজিং শুরু করুন";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "অন্য একটি ব্রাউজারে, % এ যান এবং 'Get Bridges'' নির্বাচন করুন এবং 'Advanced Options' বিভাগে  'obfs4' প্ল্যাগেবল ট্রান্সপোর্টগুলি সুপারিশ করা হয়। (IPv6 নির্বাচন করবেন না।)\n\nআপনি ওয়েবসাইট থেকে QR কোডটি ব্যবহার করতে চাইলে 'ক্যামেরা' আইকনটি ট্যাপ করতে পারেন, বা এখানে 'ব্রিজ লাইনগুলি' কপি-পেস্ট করুন:";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "মনে হচ্ছে আমরা আটকে গেছি! বন্ধ করুন। তারপর অ্যাপটি পুনরায় চালু করুন";


// HelloViewController.xib
"Hello" = "হ্যালো";
"Welcome to Tor on mobile." = "মুঠোফোনে টর এ আপনাকে স্বাগতম";
"CHANGE LANGUAGE" = "ভাষা পরিবর্তন করুন";
"Change Language" = "ভাষা পরিবর্তন করুন";
"Cancel" = "বাতিল";


// IntroViewController.xib
"CONTINUE WITHOUT" = "ছাড়াই চালিয়ে যান";
"USE A BRIDGE" = "ব্রিজ ব্যবহার করুন";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "ইন্টারনেট ব্রাউজ করুন ঠিক যেভাবে আপনার আশা করা উচিত";
"No tracking. No censorship." = "কোন অনুসরণ নেই। কোন সেন্সরশিপ নেই।";


// ScanQrViewController.swift
"Error" = "সমস্যা";
"Camera access was not granted or QR Code scanning is not supported by your device." = "ক্যামেরা ব্যবহারের অনুমতি দেওয়া হয়নি অথবা আপনার ডিভাইস দ্বারা QR কোড স্ক্যানিং সমর্থন করেনা।";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "QR কোড ডিকোড করা যায়নি! আপনি কি নিশ্চিত যে, আপনি bridges.torproject.org থেকে একটি QR কোড স্ক্যান করেছেন?";
